1000=&File
1010=New &NotePage
1020=New Ex&tPage
1030=New &CalcPage
1040=New &MemoPage
1050=New &DictPage
1060=New &LinkPage
1070=New Con&tactPage
1110=New &Group
1120=&Rename
1130=Switch &Lock
1140=&Delete Page
1145=&Close Page
1150=&Save
1160=&Property...
1170=&View
1180=&Import...
1190=&Export...
1200=Send &Mail...
1210=E&xit
1300=&Edit
1310=C&lear
1320=&Undo
1330=&Redo
1340=Select &All
1350=Cu&t
1360=&Copy
1370=&Paste
1400=&Delete
1410=&New Item
1420=&Insert Item
1430=&Edit Item
1405=&Delete Item
1406=&Remove Item
1440=&Word Wrap
1380=&Text Tools
1381=Highlight 1
1382=Highlight 2
1383=Highlight 3
1384=Highlight 4
1385=Remove Highlight
1386=List 1
1387=List 2
1388=Ordered List
1389=Remove List
1450=&Find / Replace...
1460=Subsequent Find
1462=Find &Next
1464=Find &Previous
1466=&Replace && Find Next
1468=&Replace && Find Previous
1470=R&eplace All
1480=&Highlight Match
1490=Insert &Link...
5000=Insert Te&mplate
4000=Insert ClipTe&xt
1550=&Navigation
1560=Go &Prior
1570=Go &Next
1580=Level &Up
1590=Recent Notes
7000=Recent &Create
7500=Recent &Modify
8000=Recent &Visit
1600=&Manage Recent Notes
6500=&Favorite
1610=&Add Favorite
1615=&Remove Favorite
1620=&Manage Favorite
1630=&Search...
1640=Tag Filter
1650=Recycle Bin
1700=&Tools
1710=Show &Tree
1720=&Stay On Top
1730=&Transparent
1740=Auto &Hide
1750=Tem&plate Manage
1760=Fast&Link Manage
1770=&Watch Clipboard
1780=&Clear Clipboard
1790=Clipboard &Manage
1800=Statistics...
1810=&Define Toolbar...
1820=&Options...
1900=&Help
1910=&Help Topic
1920=Home&page
1930=&Forum
1950=&Donate
1940=&About...
1960=Restore
1970=Minimize
1975=New Note
6000=Fast Links
OK
Cancel
402=Add...
406=New
408=Reset
404=A
405=V
10000=About minipad2
10010=Translated into English by Xu Liang
10020=This program is a freeware!
10180=If you wish to support, please click:
10200=Find / Replace
10230=Replace with:
10350=Match case
10360=Whole word
10330=Up
10340=Down
10370=Roll back
10240=Target text:
10250=Please input target text!
10260=Do you really want to use \%0\ to replace each \%2\ in the %1 direction?
10270=upward
10280=downward
10290=All target text has been replaced!
10300=No target text found!
10310=No replace target found!
10390=Within selected text
10400=Close me after find first match
10410=Highlight find result
10450=Define Toolbar
10480=Available Buttons
10490=Current Buttons
10500=Separator
10510=Do you want to reset the original toolbuttons?
10600=Property
10650=General
10660=Status:
10680=Create time:
10690=Modify time:
10760=Visit time:
10850=Extended
10870=Text saved in file:
11000=List
11020=Load Default
11030=Save Default
11040=Select All
11050=Big Icon
11060=Small Icon
11070=List
11080=Report
11090=Abstract
11120=Select Full Row
11100=Show Grids
11110=Style
11130=Optional Items
11150=Show Checkbox
11160=Apply to all
11250=Statistics
11280=Current Page
11290=Database
11300=Characters:
11310=Words:
11320=Paragraphs:
11330=Items:
11400=Login minipad2
11410=Please input password:
11430=Incorrect password!
11500=Import
15380=Import from:
11510=File
11520=Folder
11530=Virtual import
11600=Export
15430=Export to:
11610=To file
11620=To folder
11630=Encode:
11700=Search
11720=Page type:
11730=Criteria:
11850=New Note
11860=New ClipItem
11870=Edit ClipItem
11950=Insert Link
15000=Options
15050=Program Settings
15060=Start with windows
15070=Show trayIcon
15080=Minimize to tray
15090=Start minimized
15100=Minimize when close
15110=Auto name new page
15120=Confirm delete
15130=External scroll
15140=Always focus editor
15170=Mail Client:
15150=Minimize/Restore hotkey:
15190=Recent notes:
15065=Recycler limit:
15200=Edit
15270=Auto empty line
15210=Auto indent
15245=One click open link
15220=Confirm clear
15230=Tab stops:
15250=Undo limit:
15295=Smooth scroll
15215=List 1:
15225=List 2:
15300=Notes
15320=New Note:
15325=New note in background:
15330=Snap text:
15335=New note in background and snap text:
15345=Snap text to file:
15350=Import / Export
15400=When import:
15360=Use default settings
15370=Always ask
15390=When export:
15410=Always ask
15420=Use default settings
15440=Separator line:
15460=Use virtual import when drag in files
15500=Behavior
15530=Esc used for:
15510=Minimize
15520=Clear text
15540=Double-click on tab:
15550=Switch property
15560=Rename
15570=Delete
15630=Middle-click on tab:
15590=Rename
15600=Switch property
15610=Delete
15640=Double-click on group:
15580=New page
15620=Level up
15700=Log In
15710=Login with password:
15730=Password:
15740=Confirm:
15760=Lock tray-icon after:
15770=Encrypt data file
15800=Save / Backup
15810=Auto save
15830=Auto backup, interval:
15850=Backup path:
15860=Select folder for backup:
15890=Total backups:
15825=saves
15835=minutes
15845=hours
15855=days
15900=Auto Hide
15960=Direction:
15970=Hide delay:
15980=Show delay:
15990=Animation time:
16000=Edge width:
16010=Free
16020=Left
16030=Top
16040=Right
16050=Bottom
16500=Appearance
16610=Language:
16530=Tool-window style
16590=Pagename on titlebar
16550=Show menubar
16560=Show toolbar
16510=Auto adjust appearance
16540=Sensitivity:
16580=Transparency:
16700=Tree Panel
16790=Tree Panel:
16770=Font...
16780=Color...
16710=Tree Horz-scroll
16720=Show node buttons
16730=Show node lines
16740=Lines at root
16750=Show node icons
16850=Tab Bar
16930=Tab Bar:
16920=Font...
16860=MultiLine Tabs
16890=Tabs on bottom
16870=Fixed tab width:
16900=Show tab icons
16940=Highlight current tab
17000=List Panel
17040=List Panel:
17020=Font...
17030=Color...
17100=Editor
17140=Editor:
17120=Font...
17130=Color...
15280=Margins:
17150=Show line number
17170=Color...
17180=Highlight current line
17200=Color...
17210=Color...
17240=Underline
17230=Highlight scheme:
17600=Extensions
17610=Enable CalcPage
17620=Enable MemoPage
17630=Enable DictPage
17640=Enable LinkPage
17660=Enable ContactPage
17670=Enable Template
17680=Enable Clipboard
17690=Remark: The modifications in this page will take effect after the program restart.
17800=Calculator
17840=Decimal:
17850=Triangular calc:
17820=Radian
17830=Degree
17860=User functions:
17950=Dictionary
17980=Dictionary List:
17960=Show all search results
17990=Transferring encode of dictionary files, please wait...
18000=Tip-query hotkey:
18020=Color...
18100=Launcher
18130=FastLink Hotkey:
18210=Enable subitem hotkey
18110=Disable Icon-read (faster)
18120=Auto minimize minipad2 after open link
18200=Template
18220=Popup hotkey:
18240=Template / Clipboard popup menu no focus
18250=Capture hotkey:
18300=Clipboard
18340=Filter consecutive same items
18350=Maximum items:
18360=Item size limit:
18370=Popup hotkey:
18390=Menu width:
18410=New pasted item go to top
20170=New Link
20180=Edit Link
20030=Program / File
20040=Folder
20050=Url
20060=Email
20080=Batch
20120=Link:
20130=Type:
20150=Link:
20160=Type:
20140=Hotkey:
20010=Title:
20500=New Reminder
20510=Edit Reminder
20380=Reminder
20390=Execute Link
20400=No Action
20320=Time:
20430=Description:
20440=Action:
20450=This day
20460=Daily
20470=Weekly
20480=Monthly
20490=Period
20560=No time
20520=Sound:
20540=None
20550=Beep
20530=Sound file
21290=Edit Contact
21280=New Contact
21150=Name:
21160=Company:
21170=Mobile:
21180=ICQ:
21190=MSN:
21200=Sex:
21210=Address:
21220=Zipcode:
21230=Tel:
21240=Fax:
21250=Others:
21260=Remark:
21270=Department:
10090=Email:
20740=New Template
20750=Edit Template
20900=minipad2 reminder
20920=Remind again:
20940=.
20950=No remind
20960=Delete me
25000=New Page
25010=Please input page name:
25020=Prompt
25030=Do you want to delete the current page?
25040=Rename page
25050=Do you want to clear the content of the current page?
25060=Male
25070=Female
25080=Select File
25090=All Files (*.*)|*.*|Executable File(*.exe)|*.exe|DOC File(*.doc)|*.doc|XLS File(*.xls)|*.xls|PPT File(*.ppt)|*.ppt|PDF File(*.pdf)|*.pdf|Text File(*.txt)|*.txt
25100=Select Sound File
25110=Sound File (*.wav)|*.wav
25120=Select Folder
25130=Remind
Task
None
25140=Time
25150=Action
25160=Enable Sound
25170=Sound File
25180=Description
25210=Category
25190=File
Folder
Url
Email
Node
Others
Batch Link
25200=Link
25220=Hotkey
25230=Name
25240=Sex
25250=Mobile
25260=Email
25270=IM
25280=MSN
25290=Company
25300=Department
25310=Address
25320=ZipCode
25330=Tel
25340=Fax
25350=Others
25400=Are you sure to clear all the clip text?
25410=Select file for import
25420=Text Files (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
25430=Name export file
25440=Text File (*.txt)|*.txt|All Files (*.*)|*.*
25450=Text File (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
25460=minipad2 Export File (*.mep)|*.mep|Text File (*.txt)|*.txt|All Files (*.*)|*.*
25470=The content of the list has been sent to the clipboard.
25480=Are you sure to remove the selected items from the fastlink list?
25490=Are you sure to delete the selected items?
25495=Are you sure to remove the selected items?
25500=Are you sure to delete the selected pages?
25510=Root
25520=The selected group contains locked pages and cannot be deleted.
25530=Are you sure to delete the whole group with all it's subitems?
25540=Password not match! Please check!
25550=Select mail client executable
25560=Executable File (*.exe)|*.exe
25570=The selected text has been added to the template list of minipad2.
25580=The item with same content (Nr. %0) has already existed in the template list!
25590=Table of Contents
25600=Information
25610=Select Icon File
25620=Icon file (*.ico)|*.ico|All files (*.*)|*.*
25625=Unsupported operation!
25626=New note created with title:
25627=The following text is snapped:
25628=Data is saved.
26010=Save snapped text to file
26020=The following text has been saved to file
26030=The current node (and subnodes if any) has been exported to folder:
26040=The content of current page has been exported to file:
26050=The content of current node (and subnodes if any) has been exported to file:
26060=The version of the mep file does not match the current version!
26070=Invalid node link!
25670=Group
25690=Note
25680=Tag
25700=Calc
25710=Memo
25720=Dict
25730=Link
25740=Contact
25360=Group
NotePage
CalcPage
MemoPage
DictPage
LinkPage
ContactPage
Reminder
Link
Contact
Template
ClipItem
25370=Template
25380=FastLink
25390=Clipboard
25750=Normal
25760=Locked
25770=Protected
25780=ReadOnly
25840=Title
25790=Create Time
25800=Modify Time
25810=Visit Time
25860=External
25820=File
25830=Remark
25920=Text
25850=Abstract
25855=Search result
25930=Recent Notes
25940=Recent Created
25950=Recent Modified
25960=Recent Visited
25870=Favorite
25880=Search
25890=Tags
25900=Root
25910=RecycleBin
25970==
25980=<>
25990=Include
26000=Exclude